app/controllers/messages_controller.rb

INSERT INTO "messages" ("created_at", "message", "telephone", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["created_at", Fri, 25 Oct 2013 11:50:13 UTC +00:00], ["message", "hello"], ["telephone", "+00491722577800"], ["updated_at", Fri, 25 Oct 2013 11:50:13 UTC +00:00]]
---
	def create
    	@message = Message.create(params[:message].permit(:message, :telephone))